Repository: crayonlu/Auralis
Catalog: Auralis/Localizable.xcstrings
Source language: en
Languages: zh_hans

# alert.alert
source: Alert
zh_hans: 提示

# alert.cache_cleaned
source: Cache cleaned successfully
zh_hans: 缓存清理成功

# alert.cancel
source: Cancel
zh_hans: 取消

# alert.clean_failed
source: Clean failed:
zh_hans: 清理失败：

# alert.error
source: Error
zh_hans: 错误

# alert.info
source: Info
zh_hans: 信息

# alert.no_cache
source: No cache to clean
zh_hans: 没有需要清理的缓存

# alert.ok
source: OK
zh_hans: 确定

# alert.save_to_file
source: Save to File
zh_hans: 保存到文件

# alert.success
source: Success
zh_hans: 成功

# api.fav_failed
source: Failed to favorite
zh_hans: 收藏失败

# audio_quality.exhigh
source: Extreme High
zh_hans: 极高

# audio_quality.higher
source: Higher
zh_hans: 较高

# audio_quality.hires
source: Hi-Res
zh_hans: 高清

# audio_quality.jymaster
source: Master
zh_hans: 母带

# audio_quality.lossless
source: Lossless
zh_hans: 无损

# audio_quality.standard
source: Standard
zh_hans: 标准

# catalog.album
source: Album
zh_hans: 专辑

# catalog.albums
source: Albums
zh_hans: 专辑

# catalog.artist
source: Artist
zh_hans: 歌手

# catalog.follow
source: Follow
zh_hans: 收藏歌手

# catalog.following
source: Following
zh_hans: 已收藏

# catalog.load_failed
source: Unable to Load Music
zh_hans: 无法加载音乐内容

# catalog.popular_songs
source: Popular Songs
zh_hans: 热门歌曲

# catalog.save_album
source: Save Album
zh_hans: 收藏专辑

# catalog.saved
source: Saved
zh_hans: 已收藏

# catalog.songs
source: songs
zh_hans: 首歌曲

# cloudfiles.cancel
source: Cancel
zh_hans: 取消

# cloudfiles.confirm
source: Confirm
zh_hans: 确认

# cloudfiles.create_playlists_first
source: Create some playlists first
zh_hans: 请先创建一些歌单

# cloudfiles.add_to_playlist
source: Add to Playlist
zh_hans: 添加到播放列表

# cloudfiles.file_name
source: File Name
zh_hans: 文件名

# cloudfiles.loading_songs
source: Loading songs...
zh_hans: 加载歌曲中...

# cloudfiles.match_with
source: Match with
zh_hans: 匹配到

# cloudfiles.matched_song
source: Matched Song
zh_hans: 匹配歌曲

# cloudfiles.no_matching_playlists
source: No matching playlists
zh_hans: 没有匹配的歌单

# cloudfiles.no_matching_songs
source: No matching songs
zh_hans: 没有匹配的歌曲

# cloudfiles.no_playlists
source: No playlists found
zh_hans: 没有找到歌单

# cloudfiles.no_songs
source: No songs
zh_hans: 没有歌曲

# cloudfiles.search_playlists
source: Search playlists
zh_hans: 搜索歌单

# cloudfiles.search_prompt
source: Search by file name or song name
zh_hans: 按文件名或歌曲名称搜索

# cloudfiles.search_songs
source: Search songs
zh_hans: 搜索歌曲

# cloudfiles.select_playlist
source: Select Playlist
zh_hans: 选择歌单

# cloudfiles.select_playlist_desc
source: Choose a playlist from the sidebar to see its songs
zh_hans: 从侧边栏选择一个歌单来查看其歌曲

# cloudfiles.select_playlist_hint
source: Select a playlist
zh_hans: 选择一个歌单

# cloudfiles.size
source: Size
zh_hans: 大小

# cloudfiles.songs
source: Songs
zh_hans: 歌曲

# cloudfiles.unmatch
source: Unmatch
zh_hans: 取消匹配

# comments.collapse_replies
source: Collapse replies
zh_hans: 收起回复

# comments.empty
source: No comments yet
zh_hans: 暂无评论

# comments.expand_replies
source: Expand replies (%d)
zh_hans: 展开回复 (%d)

# comments.hot
source: Hot
zh_hans: 热门

# comments.load_more
source: Load more comments
zh_hans: 加载更多评论

# comments.no_replies
source: No replies yet
zh_hans: 暂无回复

# comments.recommend
source: Recommended
zh_hans: 推荐

# comments.refresh
source: Refresh
zh_hans: 刷新

# comments.replies_count
source: %lld replies
zh_hans: %lld 条回复

# comments.time
source: Newest
zh_hans: 时间

# comments.title
source: Comments · %@
zh_hans: 评论 · %@

# comments.title_with_sub
source: Comments · %@ · %@
zh_hans: 评论 · %@ · %@

# daily.empty
source: No Recommendations Today
zh_hans: 暂无今日推荐

# daily.load_failed
source: Unable to Load Daily Recommendations
zh_hans: 无法加载每日推荐

# daily.not_interested
source: Not Interested
zh_hans: 不感兴趣

# daily.subtitle
source: A fresh mix selected for you today
zh_hans: 根据你的口味，每天更新

# daily.title
source: Daily Recommendations
zh_hans: 每日推荐

# explore.daily_recommend
source: Daily Song Recommendations
zh_hans: 每日歌曲推荐

# explore.new_songs
source: New Songs
zh_hans: 新歌推荐

# explore.recommended_mvs
source: Recommended MVs
zh_hans: 推荐MV

# explore.recommended_playlists
source: Recommended Playlists
zh_hans: 推荐歌单

# explore.search_results
source: Search Results
zh_hans: 搜索结果

# explore.top_charts
source: Top Charts
zh_hans: 热门榜单

# general.artist
source: Artist
zh_hans: 艺术家

# general.could_not_save
source: Could not save raw data file: %@
zh_hans: 无法保存原始数据文件：%@

# general.decoding_error
source: Decoding Error
zh_hans: 解码错误

# general.loading
source: Loading...
zh_hans: 加载中...

# general.raw_data_saved
source: Raw data saved to: %@
zh_hans: 原始数据已保存到：%@

# general.refresh
source: Refresh
zh_hans: 刷新

# general.retry
source: Retry
zh_hans: 重试

# general.save
source: Save
zh_hans: 保存

# general.save_failed
source: Save Failed
zh_hans: 保存失败

# general.save_raw_data
source: Save Raw Data
zh_hans: 保存原始数据

# general.title
source: Title
zh_hans: 标题

# general.unknown_album
source: Unknown Album
zh_hans: 未知专辑

# library.albums
source: Albums
zh_hans: 收藏的专辑

# library.artists
source: Artists
zh_hans: 收藏的歌手

# library.empty
source: No Saved Music Yet
zh_hans: 还没有收藏音乐

# library.load_failed
source: Unable to Load Saved Music
zh_hans: 无法加载收藏音乐

# library.title
source: Saved Music
zh_hans: 收藏音乐

# listening.insights
source: Insights
zh_hans: 听歌统计

# listening.insights_empty
source: No Listening Insights
zh_hans: 暂无听歌统计

# listening.load_failed
source: Unable to Load Listening History
zh_hans: 无法加载听歌记录

# listening.recent
source: Recent
zh_hans: 最近播放

# listening.recent_empty
source: No Recent Plays
zh_hans: 暂无最近播放

# listening.title
source: Your Listening
zh_hans: 你的听歌记录

# listening.today
source: Played Today
zh_hans: 今天听过

# listening.today_tracks
source: Tracks Today
zh_hans: 今日歌曲

# listening.total_time
source: Total Listening Time
zh_hans: 累计听歌时长

# login.close
source: Close
zh_hans: 关闭

# login.expired
source: QR code expired, tap refresh
zh_hans: 二维码已过期，点击刷新

# login.loading
source: Loading NetEase Music login page...
zh_hans: 正在加载网易云音乐登录页面...

# login.loading_error_title
source: Loading Error
zh_hans: 加载错误

# login.login_button
source: Login to NetEase Music
zh_hans: 登录网易云音乐

# login.playlists_count
source: %lld playlists
zh_hans: %lld 个歌单

# login.profile
source: Profile
zh_hans: 个人资料

# login.refresh
source: Refresh page
zh_hans: 刷新页面

# login.retry
source: Retry
zh_hans: 重试

# login.scan_hint
source: Scan with NetEase Music App
zh_hans: 请使用网易云音乐扫码

# login.subtitle
source: Please login to NetEase Music to continue
zh_hans: 请登录网易云音乐以继续

# login.success
source: Login successful!
zh_hans: 登录成功！

# login.title
source: Login to NetEase Music
zh_hans: 登录网易云音乐

# login.unknown
source: Unknown
zh_hans: 未知

# login.user_id
source: User ID: %lld
zh_hans: 用户 ID：%lld

# login.waiting_confirm
source: Confirm on your phone
zh_hans: 请在手机上确认

# login.waiting_scan
source: Waiting for scan...
zh_hans: 等待扫码...

# login.welcome
source: Welcome to Auralis
zh_hans: 欢迎使用 Auralis

# lyrics.no_lyrics
source: ♪ No Lyrics ♪
zh_hans: 无歌词

# lyrics.no_lyrics_yet
source: No lyrics available yet
zh_hans: 还没有歌词

# menu.check_for_updates
source: Check for Updates…
zh_hans: 检查更新…

# menu.show_auralis
source: Show Auralis
zh_hans: 显示 Auralis

# mv.close
source: Close
zh_hans: 关闭

# mv.error_load_failed
source: Failed to load MV
zh_hans: MV 加载失败

# mv.loading
source: Loading...
zh_hans: 加载中...

# personal_fm.dislike
source: Don't play this again
zh_hans: 不再播放这首歌

# personal_fm.empty
source: No Recommendations Available
zh_hans: 暂时没有可播放的推荐

# personal_fm.favorite
source: Favorite
zh_hans: 喜欢

# personal_fm.load_failed
source: Unable to Load Personal FM
zh_hans: 无法加载私人 FM

# personal_fm.play
source: Play
zh_hans: 播放

# personal_fm.subtitle
source: A continuous mix shaped by what you love and skip
zh_hans: 根据你的红心与跳过，持续推荐合口味的音乐

# personal_fm.title
source: Personal FM
zh_hans: 私人 FM

# personal_fm.up_next
source: Up Next
zh_hans: 接下来播放

# player.clear_all
source: Clear All
zh_hans: 清空

# player.hide_lyrics
source: Hide Lyrics
zh_hans: 隐藏歌词

# player.locate_playlist
source: Locate to Playlist
zh_hans: 定位到歌单

# player.more
source: More
zh_hans: 更多

# player.next
source: Next
zh_hans: 下一首

# player.no_songs
source: No songs in playlist
zh_hans: 播放列表中没有歌曲

# player.now_playing
source: Now Playing
zh_hans: 正在播放

# player.play_next
source: Play Next
zh_hans: 下一首播放

# player.remove
source: Remove
zh_hans: 移除

# player.scroll_to_current
source: Scroll to Current
zh_hans: 滚动到当前歌曲

# player.select_audio_device
source: Select Audio Output Device
zh_hans: 选择音频输出设备

# player.show_lyrics
source: Show Lyrics
zh_hans: 显示歌词

# player.view_comments
source: View Comments
zh_hans: 查看评论

# player.volume
source: Volume
zh_hans: 音量

# playlist.add_all_to_playlist
source: Add All to Playlist
zh_hans: 全部添加到歌单

# playlist.add_n_to_playlist
source: Add %d Songs to Playlist
zh_hans: 添加 %d 首到歌单

# playlist.add_n_to_queue
source: Add %d Songs to Now Playing
zh_hans: 添加 %d 首到播放队列

# playlist.add_to_playlist
source: Add to Playlist
zh_hans: 添加到歌单

# playlist.add_to_queue
source: Add to Now Playing
zh_hans: 添加到播放队列

# playlist.album_col
source: Album
zh_hans: 专辑

# playlist.artist_col
source: Artist
zh_hans: 歌手

# playlist.cancel
source: Cancel
zh_hans: 取消

# playlist.canceling
source: Canceling
zh_hans: 取消中

# playlist.choose_audio_for
source: Choose an audio file to upload for "%@"
zh_hans: 选择要上传的音频文件 "%@"

# playlist.cloud
source: Cloud
zh_hans: 云盘

# playlist.completed_failed
source: Completed: %d, Failed: %d
zh_hans: 已完成：%d，失败：%d

# playlist.copy_link
source: Copy Link
zh_hans: 复制链接

# playlist.copy_n_links
source: Copy %d Links
zh_hans: 复制 %d 个链接

# playlist.copy_title
source: Copy Title
zh_hans: 复制标题

# playlist.create
source: New Playlist
zh_hans: 新建歌单

# playlist.delete
source: Delete Playlist
zh_hans: 删除歌单

# playlist.delete_confirmation
source: Delete this playlist? This action cannot be undone.
zh_hans: 确定删除这个歌单吗？此操作无法撤销。

# playlist.delete_from_playlist
source: Delete from Playlist
zh_hans: 从歌单删除

# playlist.delete_n_from_playlist
source: Delete %d Songs from Playlist
zh_hans: 从歌单删除 %d 首歌曲

# playlist.download
source: Download
zh_hans: 下载

# playlist.download_all
source: Download All Songs
zh_hans: 下载全部歌曲

# playlist.download_confirm
source: Are you sure you want to download all %d songs?
zh_hans: 确定要下载全部 %d 首歌曲吗？

# playlist.downloading
source: Downloading
zh_hans: 下载中

# playlist.duration_col
source: Duration
zh_hans: 时长

# playlist.favor
source: Favor
zh_hans: 收藏

# playlist.free_trial
source: Free trial quality
zh_hans: 试听音质

# playlist.more_actions
source: More Actions
zh_hans: 更多操作

source: Playlist Name
zh_hans: 歌单名称

# playlist.play
source: Play
zh_hans: 播放

# playlist.play_all
source: Play All
zh_hans: 播放全部

# playlist.play_n_next
source: Play %d Songs Next
zh_hans: 下一首播放 %d 首

# playlist.play_next
source: Play Next
zh_hans: 下一首播放

# playlist.private
source: Private Playlist
zh_hans: 设为隐私歌单

# playlist.purchase_album
source: Purchase album
zh_hans: 购买专辑

# playlist.refresh
source: Refresh Playlist
zh_hans: 刷新歌单

# playlist.rename
source: Rename Playlist
zh_hans: 重命名歌单

# playlist.search_in_playlist
source: Search in Playlist
zh_hans: 在歌单中搜索

# playlist.select
source: Select
zh_hans: 选择

# playlist.title_col
source: Title
zh_hans: 标题

# playlist.unfavor
source: Unfavor
zh_hans: 取消收藏

# playlist.unsubscribe
source: Remove from Library
zh_hans: 取消收藏

# playlist.upload_failed
source: Upload failed
zh_hans: 上传失败

# playlist.upload_to_cloud
source: Upload to Cloud
zh_hans: 上传到云盘

# playlist.upload_to_cloud_title
source: Upload to Cloud
zh_hans: 上传到云盘

# playlist.view_comments
source: View Comments
zh_hans: 查看评论

# playlist.vip_required
source: VIP required
zh_hans: 需要 VIP

# playlist.waiting
source: Waiting
zh_hans: 等待中

# podcasts.empty
source: No Podcasts Yet
zh_hans: 暂无播客

# podcasts.episodes
source: Episodes
zh_hans: 节目

# podcasts.episodes_empty
source: No Episodes Yet
zh_hans: 暂无节目

# podcasts.load_failed
source: Unable to Load Podcasts
zh_hans: 无法加载播客

# podcasts.play_latest
source: Play Latest
zh_hans: 播放最新一期

# podcasts.recommended
source: Recommended
zh_hans: 为你推荐

# podcasts.subscribe
source: Subscribe
zh_hans: 订阅

# podcasts.subscribed
source: Subscribed
zh_hans: 我的订阅

# podcasts.subscribed_state
source: Subscribed
zh_hans: 已订阅

# podcasts.subtitle
source: Stories, conversations, and ideas for every moment
zh_hans: 发现值得陪伴你的声音与故事

# podcasts.title
source: Podcasts
zh_hans: 播客

# search.albums
source: Albums
zh_hans: 专辑

# search.artists
source: Artists
zh_hans: 歌手

# search.songs
source: Songs
zh_hans: 单曲

# settings.about
source: About Auralis
zh_hans: 关于 Auralis

# settings.account
source: Account
zh_hans: 账户

# settings.audio_quality
source: Audio Quality
zh_hans: 音质选择

# settings.audio_quality_desc
source: Select preferred audio playback quality
zh_hans: 选择偏好的音频播放质量

# settings.build_info
source: Build Information
zh_hans: 构建信息

# settings.build_info_desc
source: Branch: %@ • Commit: %@
zh_hans: 分支：%@ • 提交：%@

# settings.cache_limit
source: Cache Limit
zh_hans: 缓存上限

# settings.cache_limit_desc
source: Automatically remove the oldest cached songs when the limit is exceeded
zh_hans: 超过上限时自动删除最旧的缓存歌曲

# settings.cache_limit_unlimited
source: Unlimited
zh_hans: 不限

# settings.cache_size
source: Current Cache
zh_hans: 当前缓存

# settings.clean
source: Clean
zh_hans: 清理

# settings.clear_cache
source: Clear Cache
zh_hans: 清除缓存

# settings.clear_cache_desc
source: Remove cached music files to free up space
zh_hans: 删除缓存的音乐文件以释放空间

# settings.copy
source: Copy
zh_hans: 复制

# settings.copy_commit
source: Copy Commit
zh_hans: 复制提交信息

# settings.double_click_append
source: Add current song to playlist only
zh_hans: 双击播放单曲时，仅把当前单曲添加到播放列表

# settings.double_click_replace
source: Replace playlist with current song's list
zh_hans: 双击播放单曲时，用当前单曲所在的歌曲列表替换播放列表

# settings.general_settings
source: General Settings
zh_hans: 通用设置

# settings.language
source: Language
zh_hans: 语言

# settings.language_desc
source: Set the display language
zh_hans: 设置界面显示语言

# settings.not_logged_in
source: Not login yet
zh_hans: 尚未登录

# settings.playlist
source: Playlist
zh_hans: 播放列表

# settings.prevent_sleep
source: Prevent Sleep When Playing
zh_hans: 播放时阻止睡眠

# settings.prevent_sleep_desc
source: Keeps your Mac awake while music is playing
zh_hans: 在播放音乐时保持 Mac 处于唤醒状态

# settings.show_roma
source: Show Romanized Lyrics
zh_hans: 显示罗马音歌词

# settings.show_roma_desc
source: Display romanized lyrics when available
zh_hans: 可用时显示罗马音歌词

# settings.show_timestamps
source: Show Lyric Timestamps
zh_hans: 显示歌词时间戳

# settings.show_timestamps_desc
source: Display timestamps for each lyric line
zh_hans: 显示每一行歌词的时间戳

# settings.sign_out
source: Sign Out
zh_hans: 退出登录

# settings.sign_out_btn
source: Sign Out
zh_hans: 退出登录

# settings.sign_out_desc
source: Sign out of your NetEase Cloud Music account
zh_hans: 退出你的网易云音乐账户

# settings.storage_cache
source: Storage & Cache
zh_hans: 存储与缓存

# settings.version
source: Version
zh_hans: 版本

# sidebar.created_playlists
source: Created Playlists
zh_hans: 创建的歌单

# sidebar.explore
source: Explore
zh_hans: 发现

# sidebar.favored_playlists
source: Favored Playlists
zh_hans: 收藏的歌单

# sidebar.general
source: General
zh_hans: 通用

# sidebar.listening_history
source: Listening
zh_hans: 最近与统计

# sidebar.my_cloud_files
source: My Cloud Files
zh_hans: 我的云盘

# sidebar.personal_fm
source: Personal FM
zh_hans: 私人 FM

# sidebar.podcasts
source: Podcasts
zh_hans: 播客

# sidebar.saved_music
source: Saved Music
zh_hans: 收藏音乐

# sidebar.settings
source: Settings
zh_hans: 设置
